$(function (){
  var live1 = new Live();
  // belong
  live1.belong = 'gkxdb',
  // 课程名称
  live1.name = '2018年国考先导班',
  // 报名截止日期
  live1.deadLine = '11-25-00:00',
  // 主讲
  live1.teacher = '赵钱孙李周吴郑王',
  // 讲课时间
  live1.time = '5/17 - 5/21',
  // 图片
  live1.img = [{src:'./imgs/xiandaoban01.jpg'}],
  // 价格
  live1.price = 19.9,
  // 已售
  live1.sold = 300,
  // 全部席位
  live1.all = 500,
  // 课程介绍
  live1.intro = '国考复习计划+国考学科必览，超丰厚学时带你秒懂国考，开启学习之旅。这些，一份外卖的钱能得到！',
  // 适合人群
  live1.suit = '在国考门口跃跃欲试，希望从一开始就找到正确复习方向的考生。',
  // 警告
  live1.attention = '本课程暂不支持购买后退课！',

  live1.bindBasic();

// ===============================================================================
var live3 = new Live();
// belong
live3.belong = 'gkxdb',
// 课程名称
live3.name = '2018年国考笔试全程8班',
// 报名截止日期
live3.deadLine = '11-25-00:00',
// 主讲
live3.teacher = '赵钱孙李周吴郑王',
// 讲课时间
live3.time = '809 - 11/25',
// 图片
live3.img = [{src:'./imgs/xiandaoban02.jpg'}],
// 价格
live3.price = 790,
// 已售
live3.sold = 203,
// 全部席位
live3.all = 2000,
// 课程介绍
live3.intro = '366课时科学排课；5大模块精讲精炼；500+页课程讲义；手机电脑双直播，流量比听歌还要省；99年无限次回放；课程回放支持手机离线下载！                                            ',
// 适合人群
live3.suit = '在国考门口跃跃欲试，准备大杀特杀的考生。',
// 警告
live3.attention = '本课程暂不支持购买后退课！',

live3.bindBasic();
// ===============================================================================
var live4 = new Live();
// belong
live4.belong = 'gkxdb',
// 课程名称
live4.name = '腰果公考历年真题汇编（国考）',
// 报名截止日期
live4.deadLine = '12-31-18:35',
// 主讲
live4.teacher = '赵钱孙李周吴郑王',
// 讲课时间
live4.time = ' 00 - 12/31',
// 图片
live4.img = [{src:'./imgs/xiandaoban03.jpg'}],
// 价格
live4.price = 59,
// 已售
live4.sold = 245,
// 全部席位
live4.all = 10000,
// 课程介绍
live4.intro = '哈喽，艾瑞巴蒂，复习到现在是不是觉得时间愈发紧迫，是不是还在找寻各种理由不做题，是不是听课的时候觉得很嗨什么都懂，一到自己做题就有种宝宝想哭的情绪，小伙伴们表悲桑，泥萌永远的公考助力小能手果果抚平你的桑心处，擦干泪水跟着果果一起做题吧！A ZA A ZA Fighting ！！',
// 适合人群
live4.suit = '国考生',
// 警告
live4.attention = '',

live4.bindBasic();

// ==============================================================================

var live2 = new Live();
// belong
live2.belong = 'ygzx',
// 课程名称
live2.name = '2018年国考笔试智学申论13班',
// 报名截止日期
live2.deadLine = '8-14-19:00',
// 主讲
live2.teacher = '赵钱孙李周吴郑王',
// 讲课时间
live2.time = '8/14 - 11/18',
// 图片
live2.img = [{src:'./imgs/zhixue.jpg'}],
// 价格
live2.price = 2000,
// 已售
live2.sold = 2,
// 全部席位
live2.all = 8,
// 课程介绍
live2.intro = '腰果智学系列震撼登场，高端课程、尊贵享受；八人小班，eeo视频软件授课，与您的老师同学面对面学习交流！模块精细化拆分，班任、督导双促进，打消您的惰性，紧跟课程进度。智学学员独享的智能学习系统，让您离成“公”更近一步！                               ',
// 适合人群
live2.suit = '时间充裕，想进行小班单独辅导的学生。',
// 警告
live2.attention = '本课程暂不支持购买后退课！',

live2.bindBasic();
// ====================================================================================
var live5 = new Live();
// belong
live5.belong = 'ygzx',
// 课程名称
live5.name = '2018年国考笔试智学申论13班',
// 报名截止日期
live5.deadLine = '8-14-19:00',
// 主讲
live5.teacher = '赵钱孙李周吴郑王',
// 讲课时间
live5.time = '8/14 - 11/18',
// 图片
live5.img = [{src:'./imgs/zhixue.jpg'}],
// 价格
live5.price = 2000,
// 已售
live5.sold = 2,
// 全部席位
live5.all = 8,
// 课程介绍
live5.intro = '腰果智学系列震撼登场，高端课程、尊贵享受；八人小班，eeo视频软件授课，与您的老师同学面对面学习交流！模块精细化拆分，班任、督导双促进，打消您的惰性，紧跟课程进度。智学学员独享的智能学习系统，让您离成“公”更近一步！                               ',
// 适合人群
live5.suit = '时间充裕，想进行小班单独辅导的学生。',
// 警告
live5.attention = '本课程暂不支持购买后退课！',

live5.bindBasic();
// ==============================================================================
var live6 = new Live();
// belong
live6.belong = 'ygzx',
// 课程名称
live6.name = '2018年国考笔试智学申论13班',
// 报名截止日期
live6.deadLine = '8-14-19:00',
// 主讲
live6.teacher = '赵钱孙李周吴郑王',
// 讲课时间
live6.time = '8/14 - 11/18',
// 图片
live6.img = [{src:'./imgs/zhixue.jpg'}],
// 价格
live6.price = 2000,
// 已售
live6.sold = 2,
// 全部席位
live6.all = 8,
// 课程介绍
live6.intro = '腰果智学系列震撼登场，高端课程、尊贵享受；八人小班，eeo视频软件授课，与您的老师同学面对面学习交流！模块精细化拆分，班任、督导双促进，打消您的惰性，紧跟课程进度。智学学员独享的智能学习系统，让您离成“公”更近一步！                               ',
// 适合人群
live6.suit = '时间充裕，想进行小班单独辅导的学生。',
// 警告
live6.attention = '本课程暂不支持购买后退课！',

live6.bindBasic();
// =======================================================================
var live8 = new Live();
// belong
live8.belong = 'ygzx',
// 课程名称
live8.name = '2018年国考笔试智学申论13班',
// 报名截止日期
live8.deadLine = '8-14-19:00',
// 主讲
live8.teacher = '赵钱孙李周吴郑王',
// 讲课时间
live8.time = '8/14 - 11/18',
// 图片
live8.img = [{src:'./imgs/zhixue.jpg'}],
// 价格
live8.price = 2000,
// 已售
live8.sold = 2,
// 全部席位
live8.all = 8,
// 课程介绍
live8.intro = '腰果智学系列震撼登场，高端课程、尊贵享受；八人小班，eeo视频软件授课，与您的老师同学面对面学习交流！模块精细化拆分，班任、督导双促进，打消您的惰性，紧跟课程进度。智学学员独享的智能学习系统，让您离成“公”更近一步！                               ',
// 适合人群
live8.suit = '时间充裕，想进行小班单独辅导的学生。',
// 警告
live8.attention = '本课程暂不支持购买后退课！',

live8.bindBasic();
// ============================================================================
var live7 = new Live();
// belong
live7.belong = 'zfgj',
// 课程名称
live7.name = '政法干警行测申论课程',
// 报名截止日期
live7.deadLine = '12-30-00:00',
// 主讲
live7.teacher = '赵钱孙李周吴郑王',
// 讲课时间
live7.time = '7/2 - 7/18',
// 图片
live7.img = [{src:'./imgs/zfgj01.jpg'}],
// 价格
live7.price = 169,
// 已售
live7.sold = 120,
// 全部席位
live7.all = 1000,
// 课程介绍
live7.intro = '最新最全的政法干警课程上线啦！！！内含行测、申论等考试知识；模块精讲精炼，手机电脑双直播，流量比听歌还要省；99年无限次回放；课程回放支持手机离线下载！良心课程你值得拥有，还不赶快动起来~~走过路过千万不要错过！',
// 适合人群
live7.suit = '政法干警考生',
// 警告
live7.attention = '本课程暂不支持购买后退课！',

live7.bindBasic();
// =======================================================================
var live9 = new Live();
// belong
live9.belong = 'zfgj',
// 课程名称
live9.name = '政法干警民法班',
// 报名截止日期
live9.deadLine = '12-30-00:00',
// 主讲
live9.teacher = '赵钱孙李周吴郑王',
// 讲课时间
live9.time = '7/17 - 7/28',
// 图片
live9.img = [{src:'./imgs/zfgj02.jpg'}],
// 价格
live9.price = 169,
// 已售
live9.sold = 157,
// 全部席位
live9.all = 1000,
// 课程介绍
live9.intro = '最新最全的政法干警课程上线啦！！！内含行测、申论等考试知识；模块精讲精炼，手机电脑双直播，流量比听歌还要省；99年无限次回放；课程回放支持手机离线下载！良心课程你值得拥有，还不赶快动起来~~走过路过千万不要错过！',
// 适合人群
live9.suit = '政法干警考生',
// 警告
live9.attention = '本课程暂不支持购买后退课！',

live9.bindBasic();
// ===========================================================================
var live10 = new Live();
// belong
live10.belong = 'zfgj',
// 课程名称
live10.name = '政法干警文化综合专项班',
// 报名截止日期
live10.deadLine = '12-30-00:00',
// 主讲
live10.teacher = '赵钱孙李周吴郑王',
// 讲课时间
live10.time = '7/17 - 7/28',
// 图片
live10.img = [{src:'./imgs/zfgj03.jpg'}],
// 价格
live10.price = 169,
// 已售
live10.sold = 120,
// 全部席位
live10.all = 1000,
// 课程介绍
live10.intro = '最新最全的政法干警课程上线啦！！！内含行测、申论等考试知识；模块精讲精炼，手机电脑双直播，流量比听歌还要省；99年无限次回放；课程回放支持手机离线下载！良心课程你值得拥有，还不赶快动起来~~走过路过千万不要错过！',
// 适合人群
live10.suit = '政法干警考生',
// 警告
live10.attention = '本课程暂不支持购买后退课！',

live10.bindBasic();




})
